// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "HP プリンタ ドライバとお使いのプリンタを関連付けると、すべての印刷機能にアクセスできます。";
APTAddPrinterTitle = "プリンタの追加";
APTSkipButtonTitle = "スキップ";

APTFirstStepTitle = "1. [プリンタの追加] をクリックします。ダイアログが開いて、ローカル ネットワークで使用可能なプリンタのリストが表示されます。";
APTBonjourSecondStepTitle = "2. \"%@\" を選択します。プリンタがリストに表示されるまでに少し時間がかかる場合があります。";
APTSecondStepNoteTitle = "注意: プリンタのすべての機能が正しく動作するように、[Bonjour] または[Bonjour マルチファンクション] エントリを選択してください。リストにどちらのエントリも表示されておらず、プリンタとこのコンピュータが USB ケーブルで接続されている場合は、ケーブルを取り外してください。";
APTBonjourThirdStepTitle = "3. [使用] (または [使用するドライバ]) ポップアップ メニューを開いて、プリンタのモデル名を選択します。これにより、HP プリンタ ドライバがプリント キューに割り当てられます。";
APTBonjourFourthStepTitle = "4. [追加] をクリックしてプリント キューの作成を完了し、ダイアログを閉じます。";

APTIPSecondStepTitle = "2. ツールバーの IP ボタンをクリックします。";
APTIPThirdStepTitle = "3. [プロトコル] フィールドから [HP Jetdirect - Socket] オプションを選択します。";
APTIPFourthStepTitle = "4. [アドレス] フィールドに IP アドレス \"%@\" を入力します。デバイスが表示されるまでしばらくかかる場合があります。";
APTFouthStepNoteTitle = "[使用するドライバ] または [使用] フィールドにデバイスが表示されない場合、デバイスが見つからなかったということです。デバイスを手動で追加する手順についてはデバイスの説明書および Apple のヘルプを参照してください。";
APTFifthStepIPTitle = "5. [追加] をクリックしてプリント キューの作成を完了し、ダイアログを閉じます。";
APTPrintOnlySupportWarning = "ご注意: IP 接続はサポートされていますが、正常に使用できる機能は、印刷機能だけです。";

AssistantContinueAlertTitle = "プリント キューを追加しないで、続行してもよろしいですか?";
AssistantContinueAlertMessage = "このステップを完了するまでプリンタに印刷することはできません。";

FaxDriverNotInstalledTitle = "ファクスのセットアップに必要な HP ソフトウェアはありませんでした";
PrintDriverNotInstalledTitle = "印刷のセットアップに必要な HP ソフトウェアはありませんでした";
APTMissingSoftwareMessage = "APT_TEXT:お使いのデバイスの最新ソフトウェアを APT_LINK:APT_URL:APTSupportLink_URL からダウンロードしインストールしてから、もう一度やり直してください。最新ソフトウェアをインストールしないで作業を続行する場合、一部の機能が機能しなくなります。";
